Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Not requested — tap to allow
de: Nicht angefragt – zum Erlauben tippen
es: No solicitado: toca para permitir
fr: Non demandé — touchez pour autoriser
it: Non richiesto — tocca per consentire
ja: 未リクエスト — タップして許可
ko: 요청되지 않음 — 탭하여 허용
pt_br: Não solicitado — toque para permitir
zh_hans: 尚未请求 — 轻点以允许
zh_hant: 尚未請求 — 輕點以允許

source: Not sent — message copied to clipboard.
de: Nicht gesendet – Nachricht in die Zwischenablage kopiert.
es: No enviado: mensaje copiado al portapapeles.
fr: Non envoyé — message copié dans le presse-papiers.
it: Non inviato — messaggio copiato negli appunti.
ja: 送信されていません。メッセージをクリップボードにコピーしました。
ko: 전송되지 않음 — 메시지를 클립보드에 복사했습니다.
pt_br: Não enviada — mensagem copiada para a área de transferência.
zh_hans: 未发送 — 消息已复制到剪贴板。
zh_hant: 未傳送 — 訊息已複製到剪貼板。

source: Not sent — your message is back in the composer.
de: Nicht gesendet – deine Nachricht ist wieder im Eingabefeld.
es: No enviado: tu mensaje volvió al compositor.
fr: Non envoyé — votre message est revenu dans la zone de saisie.
it: Non inviato — il messaggio è tornato nel compositore.
ja: 送信されていません。メッセージは入力欄に戻りました。
ko: 전송되지 않음 — 메시지를 작성창으로 되돌렸습니다.
pt_br: Não enviada — sua mensagem voltou ao campo de texto.
zh_hans: 未发送 — 你的消息已回到输入框。
zh_hant: 未傳送 — 你的訊息已回到輸入框。

source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
it: Non impostato
ja: 未設定
ko: 설정되지 않음
pt_br: Não definido
zh_hans: 未设置
zh_hant: 未設定

source: Not yet? Explore the demo
de: Noch nicht? Erkunde die Demo
es: ¿Todavía no? Explora la demo
fr: Pas encore ? Explorez la démo
it: Non ancora? Esplora la demo
ja: まだですか？ デモを見てみる
ko: 아직인가요? 데모를 둘러보세요
pt_br: Ainda não? Explore a demonstração
zh_hans: 还没有？先看看演示
zh_hant: 還沒有？先看看示範

source: Nothing can answer until Tailscale is connected here. Open it, sign in to the same account as your computer, then come back.
de: Nichts kann antworten, solange Tailscale hier nicht verbunden ist. Öffne es, melde dich im selben Account wie auf deinem Rechner an und komm dann zurück.
es: Nada puede responder hasta que Tailscale esté conectado aquí. Ábrelo, inicia sesión con la misma cuenta que tu ordenador y vuelve.
fr: Rien ne peut répondre tant que Tailscale n’est pas connecté ici. Ouvrez-le, connectez-vous au même compte que votre ordinateur, puis revenez.
it: Nulla può rispondere finché Tailscale non è connesso qui. Aprilo, accedi con lo stesso account del tuo computer, poi torna qui.
ja: この iPhone で Tailscale が接続されるまで、応答は返ってきません。Tailscale を開き、コンピュータと同じアカウントでサインインしてから戻ってきてください。
ko: 이 기기에서 Tailscale이 연결되기 전에는 아무것도 응답할 수 없습니다. Tailscale을 열어 컴퓨터와 같은 계정으로 로그인한 뒤 돌아오세요.
pt_br: Nada pode responder enquanto o Tailscale não estiver conectado aqui. Abra-o, entre com a mesma conta do seu computador e volte.
zh_hans: 在这台设备连上 Tailscale 之前，不会有任何响应。请打开它，登录与你电脑相同的账户，然后回到这里。
zh_hant: Tailscale 在這裡連線之前，不會有任何東西回應。請開啟它，登入與你電腦相同的帳號，然後回來。

source: Nothing has gone wrong — diagnostics are clean.
de: Es ist nichts schiefgelaufen – die Diagnose ist sauber.
es: No ha ido nada mal: el diagnóstico está limpio.
fr: Rien n’a échoué — le diagnostic est vierge.
it: Non è andato storto nulla — la diagnostica è pulita.
ja: 問題は起きていません。診断はクリーンです。
ko: 아무 문제도 없습니다 — 진단 결과가 깨끗합니다.
pt_br: Nada deu errado — o diagnóstico está limpo.
zh_hans: 一切正常 — 诊断记录是干净的。
zh_hant: 一切正常 — 診斷紀錄是乾淨的。

source: Nothing here disappears — you keep every message. Only the agent's memory shrinks.
de: Hier verschwindet nichts – du behältst jede Nachricht. Nur das Gedächtnis des Agenten schrumpft.
es: Aquí no desaparece nada: conservas todos los mensajes. Solo se reduce la memoria del agente.
fr: Rien ne disparaît ici — vous gardez tous les messages. Seule la mémoire de l’agent rétrécit.
it: Qui non sparisce nulla — conservi ogni messaggio. Si riduce solo la memoria dell’agente.
ja: ここから消えるものはありません。メッセージはすべて残り、縮むのはエージェントの記憶だけです。
ko: 여기서 사라지는 것은 없습니다 — 모든 메시지는 남고, 줄어드는 것은 에이전트의 기억뿐입니다.
pt_br: Nada aqui desaparece — você mantém todas as mensagens. Só a memória do agente encolhe.
zh_hans: 这里的内容不会消失 — 每条消息都会保留，缩小的只是智能体的记忆。
zh_hant: 這裡的內容不會消失 — 每則訊息都會保留，縮小的只是代理的記憶。

source: Nothing is listening on %@
de: Auf %@ lauscht nichts
es: Nada escucha en %@
fr: Rien n’écoute sur %@
it: Nulla è in ascolto su %@
ja: %@ で待ち受けているものがありません
ko: %@에서 대기 중인 것이 없습니다
pt_br: Nada está escutando em %@
zh_hans: %@ 上没有程序在监听
zh_hant: %@ 上沒有東西在監聽

source: Nothing running
de: Nichts läuft
es: Nada en ejecución
fr: Rien en cours
it: Nulla in esecuzione
ja: 稼働中のものはありません
ko: 실행 중인 항목 없음
pt_br: Nada em execução
zh_hans: 没有正在运行的任务
zh_hant: 沒有執行中的項目

source: Nothing saved
de: Nichts gesichert
es: Nada guardado
fr: Rien d’enregistré
it: Niente salvato
ja: 保存済みの項目はありません
ko: 저장된 항목 없음
pt_br: Nada salvo
zh_hans: 没有已保存的内容
zh_hant: 沒有已儲存的項目

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

source: Notifications are working. This is what a finished turn looks like.
de: Mitteilungen funktionieren. So sieht ein beendeter Zug aus.
es: Las notificaciones funcionan. Así se ve un turno terminado.
fr: Les notifications fonctionnent. Voici à quoi ressemble un tour terminé.
it: Le notifiche funzionano. Ecco come appare un turno completato.
ja: 通知は正常に動作しています。ターンが完了するとこのように表示されます。
ko: 알림이 정상 작동합니다. 턴이 끝나면 이렇게 표시됩니다.
pt_br: As notificações estão funcionando. É assim que um turno concluído aparece.
zh_hans: 通知工作正常。回合结束时就是这样显示的。
zh_hant: 通知運作正常。回合結束時就是這樣顯示的。

source: Offline devices (%lld) were skipped.
de: Offline-Geräte (%lld) wurden übersprungen.
es: Se omitieron los dispositivos sin conexión (%lld).
fr: Les appareils hors ligne (%lld) ont été ignorés.
it: I dispositivi offline (%lld) sono stati ignorati.
ja: オフラインのデバイス (%lld) はスキップしました。
ko: 오프라인 기기(%lld대)는 건너뛰었습니다.
pt_br: Dispositivos off-line (%lld) foram ignorados.
zh_hans: 已跳过离线设备（%lld 台）。
zh_hant: 已略過離線裝置（%lld 台）。

source: Offline — tap to retry
de: Offline – zum Wiederholen tippen
es: Sin conexión: toca para reintentar
fr: Hors ligne — touchez pour réessayer
it: Offline — tocca per riprovare
ja: オフライン — タップして再試行
ko: 오프라인 — 탭하여 다시 시도
pt_br: Off-line — toque para tentar de novo
zh_hans: 离线 — 轻点重试
zh_hant: 離線 — 輕點重試

source: On that machine, serve opencode on the tailnet. Install it first if needed.
de: Starte auf diesem Rechner opencode im Tailnet. Installiere es vorher, falls nötig.
es: En ese equipo, sirve opencode en el tailnet. Instálalo antes si hace falta.
fr: Sur cette machine, exposez opencode sur le tailnet. Installez-le d’abord si nécessaire.
it: Su quella macchina, esponi opencode sul tailnet. Se serve, installalo prima.
ja: そのマシンで opencode を tailnet 上に公開します。必要なら先にインストールしてください。
ko: 해당 컴퓨터에서 opencode를 tailnet에 서비스하세요. 필요하면 먼저 설치합니다.
pt_br: Nessa máquina, sirva o opencode na tailnet. Instale antes, se necessário.
zh_hans: 在那台机器上，把 opencode 服务开放到 tailnet。如有需要请先安装。
zh_hant: 在那台電腦上，將 opencode 服務開放到 tailnet。如有需要請先安裝。

source: On the server
de: Auf dem Server
es: En el servidor
fr: Sur le serveur
it: Sul server
ja: サーバ上
ko: 서버에서
pt_br: No servidor
zh_hans: 在服务器上
zh_hant: 在伺服器上

source: Once per window when a plan limit passes 90%
de: Einmal pro Fenster, wenn eine Tarifgrenze 90% überschreitet
es: Una vez por ventana cuando un límite del plan supera el 90%
fr: Une fois par fenêtre lorsqu’une limite du forfait dépasse 90%
it: Una volta per finestra quando un limite del piano supera il 90%
ja: プラン上限が 90% を超えたとき、ウインドウごとに 1 回
ko: 요금제 한도가 90%를 넘으면 구간마다 한 번
pt_br: Uma vez por janela quando um limite do plano passa de 90%
zh_hans: 当套餐额度超过 90% 时，每个周期提醒一次
zh_hant: 當方案額度超過 90% 時，每個週期提醒一次

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
zh_hans: 打开
zh_hant: 開啟

source: Open Keys page to generate token
de: Schlüsselseite öffnen, um ein Token zu erzeugen
es: Abrir la página de claves para generar un token
fr: Ouvrir la page des clés pour générer un jeton
it: Apri la pagina delle chiavi per generare un token
ja: キーのページを開いてトークンを生成
ko: 키 페이지를 열어 토큰 생성
pt_br: Abrir a página de chaves para gerar um token
zh_hans: 打开密钥页面以生成令牌
zh_hant: 開啟金鑰頁面以產生權杖

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 「設定」を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开“设置”
zh_hant: 開啟「設定」

source: Open Tailscale
de: Tailscale öffnen
es: Abrir Tailscale
fr: Ouvrir Tailscale
it: Apri Tailscale
ja: Tailscale を開く
ko: Tailscale 열기
pt_br: Abrir o Tailscale
zh_hans: 打开 Tailscale
zh_hant: 開啟 Tailscale

source: Open Tailscode to the Usage dashboard.
de: Tailscode mit der Nutzungsübersicht öffnen.
es: Abrir Tailscode en el panel de uso.
fr: Ouvrir Tailscode sur le tableau de bord d’usage.
it: Apri Tailscode sulla dashboard di utilizzo.
ja: Tailscode を使用状況ダッシュボードで開きます。
ko: Tailscode를 사용량 대시보드로 엽니다.
pt_br: Abrir o Tailscode no painel de Uso.
zh_hans: 打开 Tailscode 的用量面板。
zh_hant: 開啟 Tailscode 的用量儀表板。

source: Open Usage
de: Nutzung öffnen
es: Abrir Uso
fr: Ouvrir l’usage
it: Apri Utilizzo
ja: 使用状況を開く
ko: 사용량 열기
pt_br: Abrir Uso
zh_hans: 打开用量
zh_hant: 開啟用量

source: Open file browser on server
de: Dateibrowser auf dem Server öffnen
es: Abrir el explorador de archivos en el servidor
fr: Ouvrir l’explorateur de fichiers sur le serveur
it: Apri il browser file sul server
ja: サーバのファイルブラウザを開く
ko: 서버의 파일 탐색기 열기
pt_br: Abrir o navegador de arquivos no servidor
zh_hans: 打开服务器上的文件浏览器
zh_hant: 開啟伺服器上的檔案瀏覽器

source: Open outside Tailscode?
de: Außerhalb von Tailscode öffnen?
es: ¿Abrir fuera de Tailscode?
fr: Ouvrir en dehors de Tailscode ?
it: Aprire fuori da Tailscode?
ja: Tailscode の外で開きますか？
ko: Tailscode 밖에서 열까요?
pt_br: Abrir fora do Tailscode?
zh_hans: 要在 Tailscode 之外打开吗？
zh_hant: 要在 Tailscode 之外開啟嗎？

source: Open the Claude sign-in page
de: Claude-Anmeldeseite öffnen
es: Abre la página de inicio de sesión de Claude
fr: Ouvrir la page de connexion Claude
it: Apri la pagina di accesso di Claude
ja: Claude のサインインページを開く
ko: Claude 로그인 페이지 열기
pt_br: Abrir a página de login do Claude
zh_hans: 打开 Claude 登录页面
zh_hant: 開啟 Claude 登入頁面

source: Open the sign-in page
de: Anmeldeseite öffnen
es: Abrir la página de inicio de sesión
fr: Ouvrir la page de connexion
it: Apri la pagina di accesso
ja: サインインページを開く
ko: 로그인 페이지 열기
pt_br: Abrir a página de login
zh_hans: 打开登录页面
zh_hant: 開啟登入頁面

source: Optional — e.g. the failing test names
de: Optional – z. B. die Namen der fehlschlagenden Tests
es: Opcional: p. ej., los nombres de las pruebas que fallan
fr: Facultatif — par ex. le nom des tests en échec
it: Facoltativo — es. i nomi dei test che falliscono
ja: 任意 — 例: 失敗しているテスト名
ko: 선택 사항 — 예: 실패한 테스트 이름
pt_br: Opcional — ex.: os nomes dos testes que falham
zh_hans: 可选 — 例如失败的测试名称
zh_hant: 選填 — 例如失敗的測試名稱

source: Optional. Needs a Tailscale API token with Devices read access.
de: Optional. Erfordert ein Tailscale-API-Token mit Lesezugriff auf Geräte.
es: Opcional. Necesita un token de la API de Tailscale con acceso de lectura a los dispositivos.
fr: Facultatif. Nécessite un jeton API Tailscale avec le droit de lecture Devices.
it: Facoltativo. Richiede un token API di Tailscale con accesso in lettura ai dispositivi.
ja: 任意です。Devices の読み取り権限を持つ Tailscale API トークンが必要です。
ko: 선택 사항입니다. Devices 읽기 권한이 있는 Tailscale API 토큰이 필요합니다.
pt_br: Opcional. Requer um token de API do Tailscale com acesso de leitura a dispositivos.
zh_hans: 可选。需要具有 Devices 读取权限的 Tailscale API 令牌。
zh_hant: 選填。需要具備 Devices 讀取權限的 Tailscale API 權杖。

source: Or leave a tip — no unlock, just thanks
de: Oder gib ein Trinkgeld – kein Freischalten, nur ein Danke
es: O deja una propina: sin desbloqueo, solo gracias
fr: Ou laissez un pourboire — pas de déblocage, juste un merci
it: Oppure lascia una mancia — nessuno sblocco, solo un grazie
ja: またはチップを送る — 機能の解除はなし、感謝のしるしです
ko: 또는 팁을 남겨 주세요 — 잠금 해제는 없고, 감사의 표시입니다
pt_br: Ou deixe uma gorjeta — sem desbloqueio, só um obrigado
zh_hans: 或者留个赏 — 不解锁功能，只是道声谢
zh_hant: 或者留個賞 — 不解鎖功能，只是道聲謝

source: Other…
de: Andere …
es: Otro…
fr: Autre…
it: Altro…
ja: その他…
ko: 기타…
pt_br: Outro…
zh_hans: 其他…
zh_hant: 其他…

source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pt_br: Saída
zh_hans: 输出
zh_hant: 輸出

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
pt_br: Senha
zh_hans: 密码
zh_hant: 密碼

source: Password (optional)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)
it: Password (facoltativa)
ja: パスワード（任意）
ko: 암호(선택 사항)
pt_br: Senha (opcional)
zh_hans: 密码（可选）
zh_hant: 密碼（選填）

source: Password for %@
de: Passwort für %@
es: Contraseña de %@
fr: Mot de passe pour %@
it: Password per %@
ja: %@ のパスワード
ko: %@의 암호
pt_br: Senha de %@
zh_hans: %@ 的密码
zh_hant: %@ 的密碼

source: Password taken from what you pasted.
de: Passwort aus dem übernommen, was du eingesetzt hast.
es: Contraseña extraída de lo que pegaste.
fr: Mot de passe extrait de ce que vous avez collé.
it: Password ricavata da ciò che hai incollato.
ja: ペーストした内容からパスワードを取得しました。
ko: 붙여넣은 내용에서 암호를 가져왔습니다.
pt_br: Senha extraída do que você colou.
zh_hans: 密码已从你粘贴的内容中提取。
zh_hant: 密碼取自你貼上的內容。

source: Paste the code
de: Code einfügen
es: Pega el código
fr: Coller le code
it: Incolla il codice
ja: コードを貼り付け
ko: 코드 붙여넣기
pt_br: Cole o código
zh_hans: 粘贴代码
zh_hant: 貼上代碼

source: Paste the code back
de: Code hier einfügen
es: Pega el código aquí
fr: Coller le code ici
it: Incolla qui il codice
ja: コードを貼り付ける
ko: 코드를 붙여넣기
pt_br: Cole o código aqui
zh_hans: 把代码粘贴回来
zh_hant: 把代碼貼回來

source: Path copied.
de: Pfad kopiert.
es: Ruta copiada.
fr: Chemin copié.
it: Percorso copiato.
ja: パスをコピーしました。
ko: 경로를 복사했습니다.
pt_br: Caminho copiado.
zh_hans: 已复制路径。
zh_hant: 已複製路徑。

source: Path copied: %@
de: Pfad kopiert: %@
es: Ruta copiada: %@
fr: Chemin copié : %@
it: Percorso copiato: %@
ja: パスをコピーしました: %@
ko: 경로를 복사했습니다: %@
pt_br: Caminho copiado: %@
zh_hans: 已复制路径：%@
zh_hant: 已複製路徑：%@

source: Permission requested
de: Berechtigung angefragt
es: Permiso solicitado
fr: Autorisation demandée
it: Autorizzazione richiesta
ja: 許可が求められています
ko: 권한 요청됨
pt_br: Permissão solicitada
zh_hans: 请求权限
zh_hant: 請求權限

source: Photo Library
de: Fotomediathek
es: Fototeca
fr: Photothèque
it: Foto
ja: 写真ライブラリ
ko: 사진 보관함
pt_br: Fototeca
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Photos access is off
de: Fotozugriff ist deaktiviert
es: El acceso a Fotos está desactivado
fr: L’accès aux photos est désactivé
it: L’accesso a Foto è disattivato
ja: 写真へのアクセスがオフです
ko: 사진 접근이 꺼져 있습니다
pt_br: O acesso a Fotos está desativado
zh_hans: 照片访问已关闭
zh_hant: 照片取用已關閉

source: Point to point over your own tailnet. No relay, no account, no analytics.
de: Punkt zu Punkt über dein eigenes Tailnet. Kein Relay, kein Account, keine Analysen.
es: Punto a punto por tu propia tailnet. Sin relé, sin cuenta, sin analíticas.
fr: De point à point via votre propre tailnet. Aucun relais, aucun compte, aucun suivi.
it: Punto a punto sul tuo tailnet. Nessun relay, nessun account, nessuna analisi.
ja: 自分の tailnet 上でのポイントツーポイント接続です。中継もアカウントも分析もありません。
ko: tailnet을 통한 지점 간 직접 연결. 릴레이도, 계정도, 분석도 없습니다.
pt_br: Ponto a ponto pela sua própria tailnet. Sem relay, sem conta, sem análises.
zh_hans: 在你自己的 tailnet 上点对点连接。没有中继、没有账户、没有分析。
zh_hant: 在你自己的 tailnet 上點對點連線。沒有中繼、沒有帳號、沒有分析。

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Probing %lld online devices…
de: %lld Online-Geräte werden geprüft …
es: Sondeando %lld dispositivos en línea…
fr: Test de %lld appareils en ligne…
it: Verifica di %lld dispositivi online…
ja: オンラインのデバイス %lld 台を調査中…
ko: 온라인 기기 %lld대 확인 중…
pt_br: Sondando %lld dispositivos on-line…
zh_hans: 正在探测 %lld 台在线设备…
zh_hant: 正在探測 %lld 台線上裝置…

# Probing %lld/%lld candidates…
source: Probing %1$lld/%2$lld candidates…
de: Prüfe %1$lld/%2$lld Kandidaten …
es: Sondeando %1$lld/%2$lld candidatos…
fr: Test de %1$lld/%2$lld candidats…
it: Verifica di %1$lld/%2$lld candidati…
ja: %1$lld/%2$lld 件の候補を調査中…
ko: 후보 %1$lld/%2$lld개 확인 중…
pt_br: Sondando %1$lld/%2$lld candidatos…
zh_hans: 正在探测 %1$lld/%2$lld 个候选…
zh_hant: 正在探測 %1$lld/%2$lld 個候選…

source: Profile storage is unavailable on this device.
de: Der Profilspeicher ist auf diesem Gerät nicht verfügbar.
es: El almacenamiento de perfiles no está disponible en este dispositivo.
fr: Le stockage des profils est indisponible sur cet appareil.
it: L’archiviazione dei profili non è disponibile su questo dispositivo.
ja: このデバイスではプロファイルの保存領域を利用できません。
ko: 이 기기에서는 프로필 저장소를 사용할 수 없습니다.
pt_br: O armazenamento de perfis não está disponível neste dispositivo.
zh_hans: 此设备上无法使用配置存储。
zh_hant: 此裝置上無法使用設定檔儲存空間。

# Project %@, %@
source: Project %1$@, %2$@
de: Projekt %1$@, %2$@
es: Proyecto %1$@, %2$@
fr: Projet %1$@, %2$@
it: Progetto %1$@, %2$@
ja: プロジェクト %1$@、%2$@
ko: 프로젝트 %1$@, %2$@
pt_br: Projeto %1$@, %2$@
zh_hans: 项目 %1$@，%2$@
zh_hant: 專案 %1$@，%2$@

source: Project directory
de: Projektverzeichnis
es: Directorio del proyecto
fr: Dossier du projet
it: Directory del progetto
ja: プロジェクトのディレクトリ
ko: 프로젝트 디렉터리
pt_br: Diretório do projeto
zh_hans: 项目目录
zh_hant: 專案目錄

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
zh_hans: 项目
zh_hant: 專案

source: Prompt enhancement isn't available right now.
de: Die Prompt-Verfeinerung ist gerade nicht verfügbar.
es: La mejora de prompts no está disponible ahora.
fr: L’affinage des invites n’est pas disponible pour le moment.
it: La rifinitura dei prompt non è disponibile al momento.
ja: プロンプトの推敲は現在利用できません。
ko: 지금은 프롬프트 다듬기를 사용할 수 없습니다.
pt_br: O refinamento de prompts não está disponível agora.
zh_hans: 当前无法使用提示词润色。
zh_hant: 目前無法使用提示詞潤飾。

source: Prompt enhancement needs Apple Intelligence on iOS 26.
de: Die Prompt-Verfeinerung benötigt Apple Intelligence unter iOS 26.
es: La mejora de prompts requiere Apple Intelligence en iOS 26.
fr: L’affinage des invites nécessite Apple Intelligence sur iOS 26.
it: La rifinitura dei prompt richiede Apple Intelligence su iOS 26.
ja: プロンプトの推敲には iOS 26 の Apple Intelligence が必要です。
ko: 프롬프트 다듬기에는 iOS 26의 Apple Intelligence가 필요합니다.
pt_br: O refinamento de prompts exige o Apple Intelligence no iOS 26.
zh_hans: 提示词润色需要 iOS 26 上的 Apple Intelligence。
zh_hant: 提示詞潤飾需要 iOS 26 上的 Apple Intelligence。

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダ
ko: 제공자
pt_br: Provedor
zh_hans: 提供方
zh_hant: 供應商

source: Pull down to retry the connection.
de: Zieh nach unten, um die Verbindung erneut zu versuchen.
es: Desliza hacia abajo para reintentar la conexión.
fr: Tirez vers le bas pour retenter la connexion.
it: Trascina verso il basso per riprovare la connessione.
ja: 下に引っ張って接続を再試行してください。
ko: 아래로 당겨 연결을 다시 시도하세요.
pt_br: Puxe para baixo para tentar conectar de novo.
zh_hans: 下拉以重试连接。
zh_hant: 下拉以重試連線。

source: Purchase couldn't be verified — please try again later.
de: Der Kauf konnte nicht verifiziert werden – bitte versuche es später erneut.
es: No se pudo verificar la compra: inténtalo de nuevo más tarde.
fr: L’achat n’a pas pu être vérifié — réessayez plus tard.
it: Non è stato possibile verificare l’acquisto — riprova più tardi.
ja: 購入を検証できませんでした。後でもう一度お試しください。
ko: 구매를 확인하지 못했습니다 — 나중에 다시 시도해 주세요.
pt_br: Não foi possível verificar a compra — tente novamente mais tarde.
zh_hans: 无法验证购买 — 请稍后再试。
zh_hant: 無法驗證購買 — 請稍後再試。

source: Purchase couldn't be verified — try Restore purchases later.
de: Der Kauf konnte nicht verifiziert werden – versuche es später mit „Käufe wiederherstellen“.
es: No se pudo verificar la compra: prueba «Restaurar compras» más tarde.
fr: L’achat n’a pas pu être vérifié — essayez « Restaurer les achats » plus tard.
it: Non è stato possibile verificare l’acquisto — prova più tardi con «Ripristina acquisti».
ja: 購入を検証できませんでした。後で「購入を復元」をお試しください。
ko: 구매를 확인하지 못했습니다 — 나중에 "구매 복원"을 시도하세요.
pt_br: Não foi possível verificar a compra — tente "Restaurar compras" mais tarde.
zh_hans: 无法验证购买 — 请稍后尝试“恢复购买”。
zh_hant: 無法驗證購買 — 請稍後嘗試「回復購買」。

source: Purchase failed: %@
de: Kauf fehlgeschlagen: %@
es: La compra falló: %@
fr: Échec de l’achat : %@
it: Acquisto non riuscito: %@
ja: 購入に失敗しました: %@
ko: 구매에 실패했습니다: %@
pt_br: Falha na compra: %@
zh_hans: 购买失败：%@
zh_hant: 購買失敗：%@

source: Push from servers
de: Push von Servern
es: Push desde los servidores
fr: Push depuis les serveurs
it: Push dai server
ja: サーバからのプッシュ
ko: 서버 푸시
pt_br: Push dos servidores
zh_hans: 来自服务器的推送
zh_hant: 來自伺服器的推播

source: Push notifications
de: Push-Mitteilungen
es: Notificaciones push
fr: Notifications push
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
pt_br: Notificações push
zh_hans: 推送通知
zh_hant: 推播通知

source: Queue a message…
de: Nachricht einreihen …
es: Poner un mensaje en cola…
fr: Mettre un message en file…
it: Metti un messaggio in coda…
ja: メッセージを予約…
ko: 메시지 대기열에 추가…
pt_br: Enfileirar uma mensagem…
zh_hans: 将消息排队…
zh_hant: 將訊息排入佇列…

source: Queue message
de: Nachricht einreihen
es: Poner mensaje en cola
fr: Mettre le message en file
it: Metti il messaggio in coda
ja: メッセージを予約
ko: 메시지 대기열에 추가
pt_br: Enfileirar mensagem
zh_hans: 将消息排队
zh_hant: 將訊息排入佇列

source: Quote
de: Zitieren
es: Citar
fr: Citer
it: Cita
ja: 引用
ko: 인용
pt_br: Citar
zh_hans: 引用
zh_hant: 引用

source: REPORTED BACK
de: ZURÜCKGEMELDET
es: INFORME
fr: RAPPORT
it: RIFERITO
ja: 報告内容
ko: 보고 내용
pt_br: RELATÓRIO
zh_hans: 回报内容
zh_hant: 回報內容

source: Re-reading the conversation to summarize it. This can take a minute or two.
de: Die Unterhaltung wird zum Zusammenfassen erneut gelesen. Das kann ein bis zwei Minuten dauern.
es: Releyendo la conversación para resumirla. Puede tardar uno o dos minutos.
fr: Relecture de la conversation pour la résumer. Cela peut prendre une ou deux minutes.
it: Rilettura della conversazione per riassumerla. Può richiedere un minuto o due.
ja: 会話を読み直して要約しています。1〜2 分かかることがあります。
ko: 대화를 다시 읽어 요약하는 중입니다. 1~2분 걸릴 수 있습니다.
pt_br: Relendo a conversa para resumi-la. Isso pode levar um ou dois minutos.
zh_hans: 正在重读对话以生成摘要，可能需要一两分钟。
zh_hant: 正在重讀對話以產生摘要，可能需要一兩分鐘。

source: Re-run the last prompt
de: Den letzten Prompt erneut ausführen
es: Volver a ejecutar el último prompt
fr: Relancer la dernière invite
it: Riesegui l’ultimo prompt
ja: 直前のプロンプトを再実行
ko: 마지막 프롬프트 다시 실행
pt_br: Executar o último prompt de novo
zh_hans: 重新运行上一个提示词
zh_hant: 重新執行上一個提示詞

source: Reachability checked %@.
de: Erreichbarkeit geprüft %@.
es: Accesibilidad comprobada %@.
fr: Accessibilité vérifiée %@.
it: Raggiungibilità verificata %@.
ja: 到達性を確認しました %@。
ko: 연결 가능 여부 확인 %@.
pt_br: Acessibilidade verificada %@.
zh_hans: 可达性检查于 %@。
zh_hant: 可連線性檢查於 %@。

source: Reachable
de: Erreichbar
es: Accesible
fr: Joignable
it: Raggiungibile
ja: 到達可能
ko: 연결 가능
pt_br: Acessível
zh_hans: 可访问
zh_hant: 可連線

source: Reachable, but not an opencode, claude-bridge, or omp-bridge server.
de: Erreichbar, aber kein opencode-, claude-bridge- oder omp-bridge-Server.
es: Accesible, pero no es un servidor de opencode, de claude-bridge ni de omp-bridge.
fr: Joignable, mais ce n’est pas un serveur opencode, claude-bridge ou omp-bridge.
it: Raggiungibile, ma non è un server opencode, claude-bridge o omp-bridge.
ja: 到達できますが、opencode、claude-bridge または omp-bridge のサーバではありません。
ko: 연결은 되지만 opencode, claude-bridge 또는 omp-bridge 서버가 아닙니다.
pt_br: Acessível, mas não é um servidor opencode, claude-bridge ou omp-bridge.
zh_hans: 可以访问，但不是 opencode、claude-bridge 或 omp-bridge 服务器。
zh_hant: 可以連線，但不是 opencode、claude-bridge 或 omp-bridge 伺服器。

source: Reason
de: Denken
es: Razon.
fr: Raisonn.
it: Ragion.
ja: 推論
ko: 추론
pt_br: Raciocínio
zh_hans: 推理
zh_hant: 推理

source: Reasoning effort
de: Denkaufwand
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
it: Sforzo di ragionamento
ja: 推論の強度
ko: 추론 강도
pt_br: Esforço de raciocínio
zh_hans: 推理强度
zh_hant: 推理強度

source: Recent
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
zh_hans: 最近
zh_hant: 最近
